Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: ###第一章 重生成为团宠
en_us: Chapter 1: Reborn As The Apple Of Everyone's Eyes

source: ###第七章 一个谁也惹不起的方式
en_us: Chapter 7: A Method That No One Can Provoke

source: ###第三十一章 以其人之道还治其人之身
en_us: Chapter 31: Paying Him Back In His Own Coin

source: ###第三十七章 大型打脸现场
en_us: Chapter 37: Major Embarrassment

source: ###第三十三章 打她主意
en_us: Chapter 33: Harboring Intentions About Her

source: ###第三十九章 谁也别想打他的注意
en_us: Chapter 39: No One Should Covet His Assets

source: ###第三十二章 毁于一旦
en_us: Chapter 32: Ruined In A Moment

source: ###第三十五章 徐晗的妹妹
en_us: Chapter 35: Xu Han's Younger Sister

source: ###第三十八章 帝都第一名媛
en_us: Chapter 38: Top Socialite Of The Capital

source: ###第三十六章 那就一定要将她毁掉
en_us: Chapter 36: She Must Be Destroyed

source: ###第三十四章 阿漓是提款机
en_us: Chapter 34: Ye Li Is An ATM Machine

source: ###第三十章 就这？
en_us: Chapter 30: Just That?

source: ###第三章 同意订婚一事
en_us: Chapter 3: Agree To The Engagement

source: ###第九章 这么听话
en_us: Chapter 9: So Obedient

source: ###第二十一章 宠溺
en_us: Chapter 21: Indulgence

source: ###第二十七章 叶漓是恶魔
en_us: Chapter 27: Ye Li Is A Monster

source: ###第二十三章 看帅哥不香？
en_us: Chapter 23: Looking At Hunks Is Not Enjoyable?

source: ###第二十九章 开除她？
en_us: Chapter 29: Expel Her?

source: ###第二十二章 就凭你
en_us: Chapter 22: You?

source: ###第二十五章 被黑
en_us: Chapter 25: Getting Flak

source: ###第二十八章 我看你们想屁吃
en_us: Chapter 28: You People Are Asking For Trouble

source: ###第二十六章 全世界都知道他的宝贝妹妹
en_us: Chapter 26: The Entire World Knows His Precious Sister

source: ###第二十四章 神一样的人物
en_us: Chapter 24: Godlike Figure

source: ###第二十章 反将一军
en_us: Chapter 20: Counter-attack

source: ###第二章 订婚一事
en_us: Chapter 2: The Engagement

source: ###第五十一章 原来是打她男人的主意？
en_us: Chapter 51: So She's Coveting Her Man?

source: ###第五十三章 微博热搜
en_us: Chapter 53: Twitter Trending Search

source: ###第五十二章 情人见面分外眼红
en_us: Chapter 52: When Lovers Meet

source: ###第五十五章 被爆
en_us: Chapter 55: Exposde

source: ###第五十四章 打脸
en_us: Chapter 54: Shame

source: ###第五十章 狠狠反击
en_us: Chapter 50: Vicious Retaliation

source: ###第五章 给他发照片
en_us: Chapter 5: Send Him A Photo

source: ###第八章 她碰瓷？
en_us: Chapter 8: She's Scamming?

source: ###第六章 男人的夸赞
en_us: Chapter 6: A Compliment From Him

source: ###第十一章 我也不能白受了这个委屈不是
en_us: Chapter 11: I Can't Be Wronged For Nothing, Can I?

source: ###第十七章 送她回家
en_us: Chapter 17: Sending Her Home

source: ###第十三章 罚站
en_us: Chapter 13: Punished To Stand

source: ###第十九章 你这是再教我做事？
en_us: Chapter 19: Are You Telling Me What To Do?

source: ###第十二章 徐晗
en_us: Chapter 12: Xu Han

source: ###第十五章 委屈
en_us: Chapter 15: Aggrieved

source: ###第十八章 不是什么粉丝都是你能招惹的起的
en_us: Chapter 18: You Can't Provoke All Fans

source: ###第十六章 这种委屈谁受得了
en_us: Chapter 16: Who Can Stand This Grievance?

source: ###第十四章 他来了
en_us: Chapter 14: He's Back

source: ###第十章 倒戈
en_us: Chapter 10: Reversal

source: ###第四十一章 你们给的脸？我说我要了吗？
en_us: Chapter 41: You're Saving Me Face? Did I Say I Want That?

source: ###第四十七章 求生欲极强
en_us: Chapter 47: Extreme Desire To Survive

source: ###第四十三章 叶家小姐
en_us: Chapter 43: The Daughter Of The Ye Family

source: ###第四十九章 纠缠不清？
en_us: Chapter 49: Raveled?

source: ###第四十二章 吓得眼泪都出来了
en_us: Chapter 42: Frightened To Tears

source: ###第四十五章 盛世美颜
en_us: Chapter 45: Prime Beauty

source: ###第四十八章 一唱一和
en_us: Chapter 48: Singing The Same Tune

source: ###第四十六章 餐桌下的撩拨
en_us: Chapter 46: Footsie Under The Table

source: ###第四十四章 愤怒
en_us: Chapter 44: Infuriation

source: ###第四十章 冤家路窄
en_us: Chapter 40: Rivals Always Meet

source: ###第四章 想他
en_us: Chapter 4: Miss Him

source: 1.【热！枫神小凤漓是兄妹关系！】
en_us: 1. [Breaking news! Ye Feng and Ye Li are siblings!]

source: 2.【小凤漓头条微博评论超一千万条！】
en_us: 2. [Ye Li has received more than 10 million replies!]

source: 2020年？
en_us: Year 2020!?!

source: 3.【枫神粉丝道歉！】
en_us: 3. [Ye Feng's fans apologize!]

source: ys一澄清，所有恶意的目光顿时就从叶漓身上转到了叶眉身上。
en_us: The clarification made by YS Fashion immediately drew attention away from Ye Li and onto Ye Mei.

source: ys这边也是无比恼怒。
en_us: The authorities of YS Fashion was incredibly infuriated.

source: “@小凤漓，穿自家妹妹的裙子，是不是得@一下原主表示一下啊？你这样子也太那啥了吧？”
en_us: "@LittleYeLi, since you're wearing your younger sister's dress, shouldn't you be mentioning the original owner of the dress in your tweet to give her credit? This is so inappropriate of you."

source: “@小凤漓，给大家介绍一下，我亲妹。”
en_us: "@LittleYeLi, please introduce yourself to everyone, my biological sister."

source: “@眉眼如画，这位小姐，请你自重，当时的情况我们店铺记录的清清楚楚，是您自己没有足够的余额付款，我们才将礼服给了网上先下单了人，你不顾我们工作人员提醒，私自拍照发微博这已经造成了侵犯我们店铺隐私的罪名，若是你还不悔改，向叶小姐和我方道歉，我们这边将会走法律流程，希望你能配合！”
en_us: "@PrettyLikeAPainting, Miss, please respect and behave yourself. We have a clear footage of the situation that happened in our store at that time. We only sold that gown to the person who made an online purchase because you didn't have enough money to pay for it. You ignored our sales assistant's reminder, secretly took a photo of yourself in the gown and posted it on the internet. By doing that, you've already committed the crime of invading the privacy of our brand. If you're still unrepentant and refuse to apologize to us and Miss Ye Li, we will proceed to take legal action. I hope you will be cooperative!"

source: “@看小凤漓照进我微博置顶，黑的太明显了吧，明明上次我看到枫神和小凤漓吃饭的时候的照片，根本不丑好吗？”
en_us: "@ComeToMyPageToSeePhotosOfYeLi, it's so obvious that you're a hater. I clearly remember seeing the photo of Ye Li and Ye Feng having lunch together.She isn't ugly at all, okay?"

source: “一个远房表弟，徐晗，近几年才搬来帝都，他好像是还跟你一所大学。”他说。
en_us: "He's just a distant cousin, Xu Han. He moved to the capital a few years ago and he seems to go to the same college as you," he explained.

source: “一次两次都不交，你当老师是摆设吗？给我出去站着！等会教室的卫生你来的就交给你来打扫！”
en_us: "You repeatedly failed to submit your papers. Do you think I won't do anything? Go out and stand outside the classroom! You'll be in charge of cleaning the classroom later!"

source: “不信您可以自己去查。”服务员无奈的道。
en_us: "You can check for yourself if you don't believe me,' the sales assistant said helplessly.

source: “不嘛不嘛，哥哥，我就要那一条！”女孩扁着嘴撒娇道。
en_us: "No, no, Brother, I want that one!" the girl insisted petulantly with pursed lips.

source: “不好意思啊小倩，我也不知道你要回来，我这次回来是打算进大哥公司上班，有点着急，所以才没有叫你。”
en_us: "Sorry, Xu Qian, I didn't know that you were coming home. I came back this time with plans to start working in Xu Fengnian's company. I was a little eager so I didn't inform you."

source: “不好的话？他说了什么？”叶明闻言，眼神一眯，强大的压迫顿时扑面而来。
en_us: "Mean things? What did he say?" Hearing his words, Ye Ming squinted and a strong pressure immediately swarmed towards him.

source: “不怪你怪谁？”孟非理所当然的道。
en_us: "Who else should we blame if not you?" Meng Fei said righteously.

source: “不愧是我的偶像，吃个饭也有这样的影响力！帅呆了。”周雪捧着脸花痴道。
en_us: "He's really worthy of being my idol. He's so influential even when he's just having a meal! He's so dashing," Zhou Xue said, looking extremely smitten.

source: “不是吧，从来没见男神帮谁说过话，我惊了。”
en_us: "Seriously? I've never seen Idol speaking up for anyone. I'm shocked."

source: “不是吧？我不是听说她被人包养了吗，还要嫁给那个公司的老总来着，听说那个人对她可大方了，她用的首饰，都是天价呢！”
en_us: "Seriously? I heard she became someone's mistress and that she's going to marry a CEO of a company. I heard that that person is very generous to her. All of her accessories are exorbitant!"

source: “不是的，我看中了一条礼服，比较贵，我的钱不够所以才会找你借的，姐姐，好姐姐，你不会不帮我的对不对？”叶眉伸手拉住了叶漓，一脸撒娇的语气。
en_us: "No, I've set my sights on a gown that's rather expensive. I decided to borrow money from you because I don't have enough money. Ye Li, my good sister, you'll help me, won't you?" Ye Li asked petulantly as she reached out to pull Ye Li.

source: “不然咱们发上贴吧问问，贴吧这么大，总有人认识吧？”
en_us: "Why don't we put it up on Baidu Tieba [1. Baidu Tieba is a Chinese communication and forums platform, hosted by Chinese search engine company Baidu.] and ask around? There must be someone who knows who she is, right?"

source: “不用过来接，宴会结束，我送阿漓回去。”徐凤年淡声开口。
en_us: "You don't have to come over to pick her up, I'll send Ye Li home after this," Xu Fengnian said calmly.

source: “不知道具体情况还这么说，让大家误会，难怪叶漓这么生气，要是我妹妹这样说，我也会生气的。”
en_us: "She doesn't know the details and yet she still said that to cause a misunderstanding for everyone. No wonder Ye Li is so angry with her, I'd be infuriated if my sister said so too."

source: “不过再帅也没你帅，我老公依旧还是徐家门面担当！”她最后一句，用两人才能听到的声音说。
en_us: "However, he's not as handsome as you are. My husband is still the visual representative of the Xu Family!" she whispered.

source: “不过这件事，我们可以先保密吗？”叶漓小心的看他。
en_us: "But, can we keep this a secret for now?" Ye Li asked, looking at him cautiously.

source: “不过这样也好，他们都是咱们向阳粉，哪有一家人自相矛盾呢，都是姐妹啊不是吗？”
en_us: "However, this is good, they are both fans of Xiangyang. How can there be conflicts within the fan club? We're all sisters, aren't we?"

source: “不，不会吧....”听到这一声哥哥，几个女生突然就一个激灵，回过神来。
en_us: "Seriously..." The few girls suddenly shivered and recovered from the shock after hearing Ye Li's words.

source: “不，不是的枫神，我们之前不知道她和你的关系，你听我们解释。”
en_us: "No, no, Ye Feng, that's because we didn't know how she was related to you previously. Let us explain."

source: “两人相比，简直相差了个天地好吗？你们看到眉宝最新发的图片了吗？那条礼服可价值千万，这才是真正的豪门小姐，叶漓我是真看不出来，他们学校翻出来的那些照片，真的是丑到掉渣了，不信你们去我微博看，我置顶第一条就是。”
en_us: "The two of them are worlds apart, okay? Did you guys see the latest photo that Ye Mei posted? That gown costs 14 million dollars. That's what a true heiress of a wealthy family is like. I really can't tell that Ye Li is one. Look at the photos of her in school. She's really so hideous. If you guys don't believe me, go look at my Twitter. It's at the top of the page."

source: “为什么会转变注意？我刚刚可听到了一些关于叶漓的事情，听说她已经有喜欢的人了。”徐媛疑惑。
en_us: "Why did they suddenly change their minds? I heard some things about Ye Li and she seems to be carrying a torch for someone else," Xu Yuan said in bewilderment.

source: “之前就听说她天天缠着向阳学长，学长都厌恶死她了，现在又缠着咱们枫神，呸！也不撒泡尿照照自己，就她这样的也配？”
en_us: "Previously, I heard that she pestered Xiangyang everyday and he really hates her. Now, she's pestering our idol Ye Feng. Psht! She should take a look at herself in the mirror. How is she worthy of him?"

source: “之前我还听说阿漓宁死不嫁凤年，怎么突然就转变主意了呢？”
en_us: "Previously, I heard that Ye Li would rather die than marry Xu Fengnian, why the sudden change in mind?"

source: “之前的聚会是她去的，就代表她可以私自拿走我的东西了？换做拿走的是你们的东西，你们还能冠冕堂皇的说出这种话？都是大人了，虽然说我可以不在意，但是始终上不得台面，没想到支持的人倒是挺多，啧，今儿个倒是让我开了眼界，不过不是同类人也不会走到一起，呵呵，我能理解。”叶漓拨弄了一下自己修剪整齐的指甲，讽刺意味十足。
en_us: "She used to attend gatherings in the past but does that mean that she can take my things from me presumptuously? If you were in my shoes, would you still be able to say this righteously? We're all adults. Although I can turn a blind eye to it, it still is a shameful behavior. I didn't expect so many people to be so supportive of it. Tsk, I've really gotten an eyeopener today, but birds of the same feather really do flock together. Hah, I understand." Ye Li fiddled with her neatly trimmed nails and made a sarcastic remark.

source: “也怪那个叶眉，什么都不知道就乱说话，不知道自己什么身份嘛，不然也不会害的咱们自家人差点反目成仇啊！”
en_us: "It's all Ye Mei's fault. If she doesn't know anything, she should just keep quiet. She caused us fans of the same club to almost fall out with each other!"

source: “也是厉害，回校第一天就逃课，不怪老师生气。”
en_us: "That's pretty impressive too. She skipped class on the first day that she returned to school. No wonder Teacher is upset."

source: “二哥哥，你回家了，好想你。”叶漓扑了过去。
en_us: "Second Brother, you're home. I missed you so much," Ye Li leaped towards him.

source: “二小姐你这么优秀，还需要走后台吗？”叶漓一脸天真的看她。
en_us: "Miss Xu Yuan, you're so brilliant, do you still need to get in through your connections?" Ye Li asked, looking at her innocently.

source: “二小姐你这种身份，想见枫神肯定轻而易举，不像是某些人，不知道用了什么见不得人的方法，我看是故意想蹭我们家枫神的热度吧。”
en_us: "Miss Xu Yuan, with your status, it must be easy for you to see Ye Feng, unlike someone else here who has used some sordid methods to get to know him. I bet she's just using him for fame."

source: “二小姐说的没错，但是这种事都是各自意愿，没有谁会强迫你上去跳舞，别人又如何知道我不会？”叶漓挑了挑眉。
en_us: "Miss Xu Yuan, you're right, but this depends on the choice of every individual. No one will force me to go up and dance. How would others know that I can't dance?" Ye Li asked, raising her eyebrow.

source: “二弟，让人去查查，我倒是想看看那个不想活了的，竟然敢嚼我妹妹的舌根！”叶洛阴沉的道。
en_us: "Second Brother, go get someone to investigate on this matter. I want to see who has the audacity to do this to my sister!" Ye Luo said sullenly.

source: “交什么往，阿漓是我妹妹！”叶枫阴沉着脸看向校长：“什么时候哥哥带妹妹吃个饭，还要被施以退学这种惩罚了，学校什么时候有这种不成文规矩？”
en_us: "Dating? Ye Li is my younger sister!" Ye Feng glared at the principal sullenly and questioned, "When has having lunch with one's brother become an offense that would result in a punishment as severe as expulsion? Since when was there a silent rule as such?"

source: “什么啊？叶漓就这样回来了？”
en_us: "What? Ye Li came home just like that?"

source: “什么绯闻？”老爷子皱了皱眉问。
en_us: "What scandal?" Xu Fengnian's grandfather asked with a frown.

source: “什么鬼？她坐那里？那不是那个叶漓的位置吗？”
en_us: "What the hell? She's sitting there? Isn't that Ye Li's seat?"

source: “什么！”叶枫闻言，脸色瞬间就沉了。
en_us: "What!?!" Upon hearing her words, Ye Feng's face immediately turned sullen.

source: “什么！”叶眉闻言，瞬间瞪大了眼睛，不可置信的惊叫出声。
en_us: "What!?!" Ye Mei's eyes widened in shock immediately after hearing her words, and she shrieked in disbelief.

source: “什么！他说你恶心！”三人的脸一下就阴沉了下去。
en_us: "What!?! He said that you're disgusting!?!" The faces of her three brothers grew sullen.

source: “什么，妹，妹妹！”
en_us: "What? Sis... Sister!?!"

source: “什么？”于向阳一愣，随后一喜：“你愿意原谅我了吗？”
en_us: "What?" After being stunned, Yu Xiangyang was thrilled and he asked, "Are you willing to forgive me?"

source: “什么？”叶漓愣了一下，没明白他这话什么意思。
en_us: "What?" Ye Li was stunned as she didn't understand what the meant.

source: “今天我是来找阿漓道歉的，我知道之前的事情是我不对。”于向阳困难的呼吸着，压制着内心的恐惧开口。
en_us: "I'm here to apologize to Li today, I know that I'm at fault for what happened before," Yu Xiangyang said while breathing with difficulty, suppressing the fear within him.

source: “今天要去见凤年哥哥，我怎么也得穿的独一无二！”
en_us: "I'm going to see Xu Fengnian today. I must be dressed uniquely!"

source: “他跟叶漓什么时候关系这么好了？”
en_us: "Since when did he become so close to Ye Li?"

source: “他，他们两个到底是什么人啊？”孟母惨白着一张脸，着实被刚刚丈夫要下跪那一幕吓惨了。
en_us: "Who, who are those two people?" Meng Fei's mother asked, turning as pale as a sheet because she was truly shocked by the sight of her husband kneeling down.

source: “以后我们可得紧紧抱上眉儿的大腿跟你混。”
en_us: "From now on, we must cling onto you, Ye Mei."

source: “伤害了你女儿？”叶枫回头看向孟非一家。
en_us: "Hurt your daughter?" Ye Feng turned around to stare at Meng Fei and her parents.

source: “但是我不会跳舞呀。”叶漓扫了一眼叶眉几乎快要扭曲的脸说。
en_us: "But I can't dance," Ye Li said, glancing at Ye Mei's face which was almost turning into a grimace.

source: “你....”徐晗上前，表情复杂的看向叶漓，却又不知道该怎么问。
en_us: "You..." Xu Han stepped forward and looked at Ye Li with a complicated expression, but he did not know how to ask her about it.

source: “你个死孩子，傻了啊，快跟叶小姐道歉！”孟父一把将女儿扯了过来。
en_us: "You stupid child, are you silly? Hurry up and apologize to Miss Ye!" Meng Fei's father quickly pulled Meng Fei over.

source: “你为我着想？你为我着想所以就把我推了出来承受一切责任，然后被万夫所指是吗？我为什么要背上这莫须有的罪名，你作为我的妹妹不帮我说话就算了，还向大家实证就是我的错，当真是我的好妹妹啊，要不是当时你没在现场，我都要以为你是亲眼所见了！”
en_us: "You're sparing a thought for me? Just because you spare a thought for me, you can push me out to bear all the responsibility and then make me bear the responsibility for something that I didn't do? You're my younger sister but you didn't stand up for me. You even made it clear to everyone that it's my fault. You're really my wonderful sister. If not for the fact that you weren't there when it happened, I would have thought that you saw it with your own eyes!"

source: “你之前不是也想要我身上这条夏夜之星吗，我感觉我穿着有点撑不起来，不然给你试试？”她丝毫不露慌张的说。
en_us: "Didn't you also want this Stars of the Summer Night gown that I'm wearing? I don't think that I can carry it well. Why don't you give it a try?" she asked, not flustered at all.

source: “你之前不是喜欢向阳学长吗？怎么这么快就移情转念了，要不要这么不要脸？”
en_us: "Haven't you always like Xiangyang? How can you change your mind so quickly? Must you be so shameless?"

source: “你也回去吧，该说的我妹妹已经都说了，她既然不想原谅你，那你就最好不要再出现在她的面前。”叶洛威胁的目光落到了于向阳身上。
en_us: "You should get going too. My sister has already said everything there is to be said. Since she doesn't want to forgive you, you'd better not appear in front of her again." Ye Luo's threatening gaze fell on Yu Xiangyang.

source: “你也大一了，也要不了多少时间，对了，你这次回来准备好去哪个大学了？”徐媛笑着问。
en_us: "You're already in college now. It won't be long before you do too. By the way, which college do you plan to go to this time?" Xu Yuan asked with a smile.

source: “你他妈耳朵聋了吗，没听到我们的话，我们让你离徐晗远一点，不然别怪我们不客气了！”另一个女生上前，撸起了袖子，一副准备动手的姿态！
en_us: "Damn it, are you deaf? Didn't you hear what we said? I want you to stay further away from Xu Han. Or else, don't blame us for being nasty!" Another girl stepped forward and rolled up her sleeves, looking like she was all ready to attack!

source: “你们不要这样说，我姐姐遇到这样的事情，她已经十分伤心了，我希望大家能看在我的份儿上，不要再纠结这件事了。”听到同学们的猜测，叶眉有些生气的停下脚步，维护叶漓道。
en_us: "Don't say that, my sister is already extremely upset because of this matter. I hope that you can all stop harping on this matter for my sake." Upon hearing the conjectures of her schoolmates, Ye Mei stopped in her tracks angrily and defended Ye Li.

source: “你们刚刚想对我妹妹做什么？”叶枫因为自己的粉丝做错了事，这会儿看着自家妹妹跟二哥说话，都不理自己，心里有些埋怨，看向那几个欺负了妹妹的女生时，眉眼中已经带了冰冷。
en_us: "What were you people trying to do to my sister just now?" Ye Feng was a little upset when he saw that his sister was talking to Ye Xun and not him because his fans had done something wrong. His gaze was icy cold.

source: “你们别误会，叶漓姐姐是第一次参加这种聚会，可能不太懂规矩，也不知道二小姐如今的地位，若是冒犯到了大家，我替她向你们道歉，真不好意思！”叶眉赶忙站出来帮忙说话。
en_us: "Don't misunderstand, it's Ye Li's first time attending such gatherings and she might not know the rules. She probably doesn't know Miss Xu Yuan's status either. If she has offended any of you, I apologize on her behalf, I'm really sorry!" Ye Mei hurriedly stood out and put in a good word for Ye Li.

source: “你们别这样，我姐姐她....”叶眉担心的上前说话。
en_us: "Don't be like this, my sister..." Ye Mei stepped forward and asked worriedly.

source: “你们找不到，所以怪我？？”叶漓气笑了。
en_us: "You can't find him so you're blaming me?" Ye Li asked, laughing out of pique.

source: “你们有没有发现，她好像就是叶漓？”
en_us: "Have you guys not noticed that she seems to be Ye Li?"

source: “你们没听说吗？她前段时间去找于向阳表白，结果当场被拒，跳河自杀了，当时来了好多警察，我还以为救不回来了，啧啧。”
en_us: "Haven't you guys heard? She confessed to Yu Xiangyang previously but ended up getting rejected by him. She decided to jump into the river to kill herself. At that time, there were many police officers and I thought that she'd definitely die. Tsk, tsk."

source: “你们男神？你说的是谁？”叶漓莫名。
en_us: "Your idol? Who are you referring to?" Ye Li asked in confusion.

source: “你们给的脸？我说我要了吗？”叶漓手中的酒杯一顿，看着几人的眼中充满了不屑。
en_us: "You're saving me face? Did I say I want it?" Ye Li swirled the glass of wine in her hand and looked at them in disdain.

source: “你们说什么呀？我怎么听不懂？”徐媛疑惑的问。
en_us: "What are you guys talking about? Why don't I understand?" Xu Yuan asked in puzzlement.

source: “你们这些人出来参加聚会，都不知道自带舞伴的吗？怎么个个都来邀请我未婚夫，这让我很为难呀。”叶漓故作苦恼的说。
en_us: "Don't you people know to bring your own dance partners when you come out to such gatherings? Why are you guys inviting my fiancé? You're putting me in a spot," Ye Li said, pretending to be frustrated.

source: “你别哭啊，我可没欺负你啊，大家都看着呢，又不是眼瞎，我实话实说而已，你怎么就委屈上了，被你冤枉该委屈的我都还没哭呢，你哭什么？”看着叶眉擦起了眼泪，一副可怜兮兮的模样，叶漓挑着眉头笑道。
en_us: "Don't cry, I'm not bullying you. Everyone's watching.They're not blind either and I'm just telling the truth. Why do you look so aggrieved? I'm the one being maligned by you and I should be the one to feel aggrieved. I'm not even crying, what are you crying for?" Ye Li said to Ye Mei with raised brows and a smile when she saw Ye Mei wiping her tears pitifully.

source: “你别管，这事让爸爸解决。”已经失了理智的孟父哪有注意女儿话中的意思，直接就制止道。
en_us: "Stay out of this, let me handle it," said Meng Fei's father who immediately stopped her because he was too irrational to understand what his daughter meant.

source: “你吃个饭你搞这么大的骚动做什么，你知道阿漓会因此而遭遇什么？我看你是想死是不是？”
en_us: "Why are you creating such huge fuss out of a meal? Do you know what this has caused Li? You must have a death wish, don't you?"

source: “你在家休息了那么久，怎么着一篇论文还没时间写吗？我再给你一天的时间，若是不补交给我，那接下来教室一个星期的卫生都交给你，给我出去站着。”程艳认为这件事叶眉肯定是告诉过叶漓的，只是她偷懒不想写所以现在才交不出来。
en_us: "You've been resting at home for so long, why didn't you have any time to write a paper? I'll give you another day, if you still don't submit it, you'll be in charge of cleaning for the rest of the week. Go and stand outside." Cheng Yan felt that Ye Mei must have told Ye Li about the homework but Ye Li was lazy and chose not to do it, thus she could not submit it now.

source: “你好。”
en_us: "Hello."

source: “你好，我叫温雅。”来人穿着一身黑色礼裙，整个人又高又瘦，仿佛黑天鹅一般。
en_us: "Hello, my name is Wen Ya," said a woman who was wearing a black gown. She was tall and thin, resembling a swan.

source: “你姐姐，到底怎么了....”于向阳也是很茫然。
en_us: "What's wrong with your sister..." Yu Xiangyang was dumbfounded as well.

source: “你就是叶漓？”校长蹙了蹙眉，看向叶漓。
en_us: "Are you Ye Li?" the principal asked with a frown as he looked at Ye Li.

source: “你就是太傻了，她对你可一点都不好，还老是连累你，也只有你这么笨的人才会一直为她说话。”王丽一脸打抱不平的说。
en_us: "You're too silly. That's why she's so hostile towards you and gets you embroiled in her affairs all the time. You're so silly for standing up for her and putting in a good word for her all the time," Wang Li said righteously.

source: “你开心就好。”他伸手揉了揉叶漓的脑袋。
en_us: "So long as it makes you happy." He reached out to rub Ye Li's head.

source: “你心情不好关我屁事啊，凭什么迁怒我，说好听一点，我就是你的一个粉丝，现在因为你的态度，让我粉转黑了，有什么好道歉的，以后对粉丝说话客气点就是了，毕竟啊，不是什么粉丝都是你能招惹的起的，你说是不是？”叶漓把玩着一旁男人垂下来的手指，一脸不屑。
en_us: "What does your foul mood have to do with me? Why did you have to vent your anger on me? To put it nicely, I'm a fan of yours. However, I've decided to start hating on you because of your attitude. What's there to apologize about? Just be kinder when you talk to your fans in the future. After all, you can't afford to provoke all your fans, don't you think so?" Ye Li said with a look of disdain as she fiddled with the finger of the man beside her.

source: “你怎么来了！”叶家三兄弟看到于向阳，下意识的就去看叶漓的脸色，见她并无什么变化，稍稍松了口气，可看向于向阳的眼神却很冷。
en_us: "Why are you here?!" When the three sons of the Ye Family saw Yu Xiangyang, he subconsciously looked at the expression on Ye Li's face. Seeing that there were not many changes in her expressions, they heaved a sigh of relief but he the gaze in their eyes were icy cold when they glared at Yu Xiangyang.

source: “你怎么知道我大哥不介意呢，这种事情不太好吧，虽然说阿漓我跟你从小认识，但是这件事确实不太对，毕竟闹大了名声也不好听吧。”徐媛担忧的看她。
en_us: "How do you know my cousin doesn't mind? This doesn't seem right. Ye Li, I may have known you since we were children but this matter isn't appropriate. After all, it won't be good for your reputation if things get blown out of proportion," Xu Yuan said, looking at her worriedly.

source: “你怕是巴之不得才对吧。”叶漓心中暗嘲。
en_us: 'You'd probably be more than happy if that happens.' Ye Li sneered and thought to herself.

source: “你想跳就跳，跟我说做什么？”叶漓唇角掀起了一抹嘲讽的弧度。
en_us: "Go ahead and dance if you want. What are you telling me for?" Ye Li gibed with a derisive smirk.

source: “你是在教我做事？！”叶漓抬头看她，眼神冰冷异常。
en_us: "Are you telling me what to do!?!" Ye Li looked up at her with an extraordinarily cold gaze.

source: “你没事吧？”徐晗开口说了一句，随后见她表情有些惊讶，又解释说：“我说你跟于向阳的事情，你没事吧？”
en_us: "Are you okay?" Xu Han asked. Seeing that she was a little surprised, he explained, "I mean, the matter between you and Yu Xiangyang. Are you alright?"

source: “你没听她姐姐说了吗？她当时也不在现场，并不知道具体情况。”
en_us: "Didn't you hear what Ye Li said? Ye Mei wasn't there at the time and she doesn't know the details of what happened."

source: “你看因为她，这些人还找到你微博了，害的你被连累，真是个害人精。”
en_us: "Look, those people found your Weibo account because of her and caused you to be implicated. She's really a jinx."

source: “你看她那长相，一看就不是什么好女孩，一双眼睛就跟那狐狸精似的，估摸着是怕自家妹妹来抢了自己风头吧。”
en_us: "Look at the way she looks. It's obvious that she's not a good girl. Her eyes are like that of a fox and I reckon she's just scared that her younger sister would steal her limelight."
